ierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bodil.file-browser
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
chrislajoie.vscode-modelines
code-nature.nilesoft-shell-file-formatter
codesandbox-io.codesandbox-projects
codesandbox-io.codesandbox-projects-theme
codezombiech.gitignore
ctc.vscode-tree-extension
dakara.dakara-foldplus
dbcode.dbcode
deepakgupta191199.save-commands
eamodio.gitlens
egomobile.vscode-powertools
eliostruyf.vscode-demo-time
endormi.2077-theme
esbenp.prettier-vscode
fflaten.windowssandbox-configuration
fill-labs.dependi
foam.foam-vscode
github.codespaces
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
holmescn.vscode-wordcount-cjk
jdinhlife.gruvbox
johnpapa.vscode-peacock
kahole.magit
karyfoundation.comment
mads-hartmann.bash-ide-vscode
marcinjachmann.vscode-eincolor
mark-wiemer.vscode-autohotkey-plus-plus
maxs-lab-of-things.pseudo-folders
mehyaa.workspace-storage-cleanup
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
muhammad-ahmad.xlsx-viewer
mutantdino.resourcemonitor
notzaki.pandocciter
octop162.markdown-table-editor
redhat.vscode-xml
redhat.vscode-yaml
rimuruchan.vscode-fix-checksums-next
rioj7.command-variable
romantomjak.go-template
sakethkanchi.kitty-vscode-theme
shd101wyy.markdown-preview-enhanced
slysherz.comment-box
takumii.markdowntable
tamasfe.even-better-toml
the0807.uv-toolkit
this-fifo.natty
tombonnike.vscode-status-bar-format-toggle
tomrijndorp.find-it-faster
uctakeoff.vscode-counter
usernamehw.commands
vira.vsc-vira-theme
vscode-icons-team.vscode-icons
vscodevim.vim
vsls-contrib.gistfs
vspacecode.vspacecode
vspacecode.whichkey
webldavi.tail-theme
yellpika.latex-input
yoshi389111.markdown-table-rainbow
yzhang.markdown-all-in-one